{
	"LK1_1": [
		{
			"filename": "02",
			"exts": [
				"mp4"
			],
			"name": "The Birth of Jesus",
			"description": "God sends the angel Gabriel to a town in Galilee called Nazareth. He appears to Mary, a young virgin engaged in marriage to Joseph. Gabriel announces the coming miracle birth of Jesus.  Jesus Christ will be the Son of God, the promised Messiah."
		}
	],
	"LK2_21": [
		{
			"filename": "03",
			"exts": [
				"mp4"
			],
			"name": "The Childhood of Jesus",
			"description": "Mary &amp; Joseph go to the temple in Jerusalem. They dedicate their baby to God and name him Jesus.  Simeon, a godly man, realizes this is the promised Messiah. Although only 12 years old, Jesus goes to Jerusalem for Passover and amazes everyone."
		}
	],
	"LK3_1": [
		{
			"filename": "04",
			"exts": [
				"mp4"
			],
			"name": "The Baptism of Jesus by John",
			"description": "John the Baptist preaches to turn away from sin and do good. At the Jordan River, Jesus also is baptized. Like a Dove, the Holy Spirit comes down rests on Jesus. From heaven, the voice of God announces Jesus is his son and he is pleased."
		}
	],
	"LK4_1": [
		{
			"filename": "05",
			"exts": [
				"mp4"
			],
			"name": "The Devil Tempts Jesus",
			"description": "Jesus, full of the Holy Spirit, is led into the desert. Like a snake, the devil tempts him to prove he is God and use his power. He dares Jesus to turn stones into bread and offers to trade all the kingdoms of the world, if Jesus will worship him."
		}
	],
	"LK4_14": [
		{
			"filename": "06",
			"exts": [
				"mp4"
			],
			"name": "Jesus Proclaims His Fulfillment of Scripture and Is Rejected",
			"description": "Jesus returns to his home town and reads the prophecies of Isaiah in the Bible. Jesus announces the promises have come true and his purpose is to save people. Angry, the people of Nazareth say he cannot be the Messiah and try to throw him off a cliff."
		}
	],
	"LK18_9": [
		{
			"filename": "07",
			"exts": [
				"mp4"
			],
			"name": "Jesus' Parable of the Pharisee and Tax Collector",
			"description": "Jesus tells a story about people who think they are better than everybody else. Jesus compares a respected Pharisee and religious leader with a corrupt tax collector everyone despises. The person who does wrong but repents is right with God."
		}
	],
	"LK5_1": [
		{
			"filename": "08",
			"exts": [
				"mp4"
			],
			"name": "Jesus' Miracle Catch of Fish",
			"description": "Jesus meets fishermen who had not caught anything. Jesus goes back out with them and the remarkable catch of fish is a miracle. Jesus promises Simon, whom he names Peter, James and John, that as his disciples they will become fishers of men."
		}
	],
	"LK8_41": [
		{
			"filename": "09",
			"exts": [
				"mp4"
			],
			"name": "Jesus Brings Jairus' Dead Daughter Back to Life",
			"description": "A woman in the crowd touches the edge of Jesus' cloak because she wants to be healed. Jairus waits for Jesus to come and heal his daughter, but she dies before Jesus arrives. Jesus says the girl is only sleeping and raises her from the dead."
		}
	],
	"LK5_27": [
		{
			"filename": "10",
			"exts": [
				"mp4"
			],
			"name": "Jesus Chooses His Disciples",
			"description": "Twelve apostles are chosen: tax collector Matthew Levi , Simon (called Peter), his brother Andrew,  James &amp; John, Philip &amp; Bartholomew, Thomas,  James son of Alphaeus, Simon the Zealot, Judas son of James, and Judas Iscariot, who became the traitor."
		}
	],
	"LK6_20": [
		{
			"filename": "11",
			"exts": [
				"mp4"
			],
			"name": "Beatitudes of Jesus",
			"description": "Jesus teaches sayings about happiness, love and mercy. People who are considered unfortunate can live with joy, despite difficult circumstances. God blesses and rewards the pure in heart."
		}
	],
	"LK6_24": [
		{
			"filename": "12",
			"exts": [
				"mp4"
			],
			"name": "Sermon on the Mount of Jesus",
			"description": "Jesus warns in proverb-like truths about happiness and sorrow. Help people even if they are not your friends--love your enemies. Live by the golden rule: How do you want people to treat you? Because God loves you, you can show acts of love to others."
		}
	],
	"LK11_27": [
		{
			"filename": "13",
			"exts": [
				"mp4"
			],
			"name": "Blessed Are Those Who Hear and Obey",
			"description": "Jesus tells a woman who approaches Him that those who hear and obey the Word of God will find happiness."
		}
	],
	"LK7_36": [
		{
			"filename": "14",
			"exts": [
				"mp4"
			],
			"name": "Jesus Forgives Sinful Woman",
			"description": "A rich man invites Jesus to a nice dinner. A crying woman who has lived a bad life runs in to Jesus. To please him she washes his feel with perfume. Jesus says the person who owes the most money will be the most grateful when the debt is forgiven."
		}
	],
	"LK8_1": [
		{
			"filename": "15",
			"exts": [
				"mp4"
			],
			"name": "Women Disciples of Jesus",
			"description": "Among the disciples are women who served Jesus: Mary (who was called Magdalena), Joanna and Susanna."
		}
	],
	"LK7_11": [
		{
			"filename": "16",
			"exts": [
				"mp4"
			],
			"name": "John the Baptist in Prison",
			"description": "King Herod, angry &amp; afraid of John the Baptist, throws him in prison.  Disciples tell John about Jesus' miracles.  Jesus stops a funeral procession &amp; raises a dead man back to life.  John asks if Jesus is the expected one, the promised Messiah."
		}
	],
	"LK8_4": [
		{
			"filename": "17",
			"exts": [
				"mp4"
			],
			"name": "Jesus' Parable of the Sower and the Seed",
			"description": "Jesus tells about a farmer who sows seeds in his field. When the farmer scatters the seed, it falls on different kinds of soil. The seed is the Word of God and the soil stands for the hearts of people. A plant with fruit is like a person serving God."
		}
	],
	"LK11_33": [
		{
			"filename": "18",
			"exts": [
				"mp4"
			],
			"name": "Jesus' Parable of the Lamp",
			"description": "Jesus says you put a lamp on a stand; you don't cover it up. What is hidden will be seen. If you have something, you will be given more; if you have nothing, it will be taken. If you hear and obey God, you are Jesus' brothers and sisters."
		}
	],
	"LK8_22": [
		{
			"filename": "19",
			"exts": [
				"mp4"
			],
			"name": "Jesus Calms the Storm",
			"description": "Jesus and the disciples are in a sinking boat in a bad storm. In danger of drowning, the disciples wake up Jesus. Jesus orders the wind and the water to be calm. Even nature obeys Jesus and the disciples are amazed."
		}
	],
	"LK8_26": [
		{
			"filename": "20",
			"exts": [
				"mp4"
			],
			"name": "Jesus Heals Demoniac",
			"description": "A man lives in a graveyard and evil spirits have taken hold of him. When he meets Jesus, he knows Jesus is the Son of God. Jesus commands the demons to leave the man and go into some pigs. The man is set free from the demons."
		}
	],
	"LK9_1": [
		{
			"filename": "21",
			"exts": [
				"mp4"
			],
			"name": "Jesus Feeds the 5,000",
			"description": "Jesus teaches a crowd of 5,000 men with their families. It is too far to get dinner or go home. The disciples have no food other than five loaves of bread and two fish. Jesus prays for a miracle and somehow one basket of food feeds everyone."
		}
	],
	"LK9_18": [
		{
			"filename": "22",
			"exts": [
				"mp4"
			],
			"name": "Peter Declares Jesus to be the Christ",
			"description": "Who is Jesus? Some disciples say Jesus is John the Baptist or Elijah, a prophet of long ago, come back to life. Peter says he is Jesus Christ, God's Messiah. Jesus says he will suffer, be put to death and in three days will rise from the dead."
		}
	],
	"LK9_28": [
		{
			"filename": "23",
			"exts": [
				"mp4"
			],
			"name": "Jesus' Transfiguration",
			"description": "The disciples Peter, John and James see Jesus in his true color. He looks like dazzling light and his clothes are white. Suddenly the prophets Moses and Elijah appear to talk with Jesus about his death. The voice of God comes from a cloud."
		}
	],
	"LK9_37": [
		{
			"filename": "24",
			"exts": [
				"mp4"
			],
			"name": "Jesus Heals Boy From Evil Spirit",
			"description": "The disciples can't help a boy controlled by an evil spirit. The demon attacks the boy, throws him into a fit and tries to destroy him. Jesus commands the evil spirit to leave and heals the boy. The people in the crowd are amazed at God's power."
		}
	],
	"LK11_1": [
		{
			"filename": "25",
			"exts": [
				"mp4"
			],
			"name": "The Lord's Prayer",
			"description": "Jesus teaches how to pray to the Father in heaven and for the kingdom of God to come. Ask God for food each day and to forgive you of your sins. Forgive everyone who does you wrong. When you are tested, pray you are not tempted into sin."
		}
	],
	"LK11_5": [
		{
			"filename": "26",
			"exts": [
				"mp4"
			],
			"name": "Jesus Teaches About Prayer and Faith",
			"description": "Ask God and you'll get what you need. Knock and doors will open. Seek and you will find. Trust God and don't worry. Birds don't plant crops but God feeds them. God is a Father who gives gifts to His children."
		}
	],
	"LK17_5": [
		{
			"filename": "27",
			"exts": [
				"mp4"
			],
			"name": "Woe to Those Who Cause Others to Sin",
			"description": "There will always be something that causes people to sin but it is terrible if you make it happen. If because of you a little one does wrong, it would be better for you to drown in the sea with a big stone tied around your neck."
		}
	],
	"LK17_6": [
		{
			"filename": "28",
			"exts": [
				"mp4"
			],
			"name": "The Kingdom of God as a Mustard Seed",
			"description": "A tiny seed can grow into a large plant or tree. Jesus says the kingdom of God will come and grow in the same way."
		}
	],
	"LK5_31": [
		{
			"filename": "29",
			"exts": [
				"mp4"
			],
			"name": "Jesus Spends Time With Sinners",
			"description": "Matthew Levi is rich because he is corrupt and works for the Romans. At a feast for Jesus, religious leaders complain. Jesus says healthy people don't need a doctor, sick people do. He wants sinners to change their ways and get right with God."
		}
	],
	"LK13_10": [
		{
			"filename": "30",
			"exts": [
				"mp4"
			],
			"name": "Healing on Sabbath of Woman Crippled by Evil Spirit",
			"description": "Don't be afraid for God your Father wants to give you the kingdom. Money can be stolen and your wealth is gone. Give to the poor and you will have riches in heaven. Your heart will always be where your treasure is."
		}
	],
	"LK10_25": [
		{
			"filename": "31",
			"exts": [
				"mp4"
			],
			"name": "Parable of the Good Samaritan",
			"description": "There are leaders who look like good people. But they will not help a traveler who has been attacked, robbed and left for dead. An outcast from Samaria takes care of the poor man. The kind person is the good neighbor who pleases God."
		}
	],
	"LK18_35": [
		{
			"filename": "32",
			"exts": [
				"mp4"
			],
			"name": "Healing of the Blind Beggar, Bartimaeus",
			"description": "A blind beggar yells for Jesus to heal him, but people tell the man to be quiet. Jesus asks what he wants and says because of his faith, the beggar is healed. The man can see again and people praise God because of the miracle."
		}
	],
	"LK19_01": [
		{
			"filename": "33",
			"exts": [
				"mp4"
			],
			"name": "Jesus and Zaccheus",
			"description": "Zaccheus, a short man, climbs a tree to see Jesus. He is rich because he works for the Romans and cheats everybody. The crowd complains when Jesus goes to his house for dinner. Zaccheus promises to change his life and pay it all back."
		}
	],
	"LK18_31": [
		{
			"filename": "34",
			"exts": [
				"mp4"
			],
			"name": "Jesus Predicts His Death and Resurrection",
			"description": "Jesus predicts his death in Jerusalem. Jews will hand him over to Gentiles. People who are not Jews will mock and spit on him, whip and kill him. Three days later he will rise from the dead. The disciples don't understand what Jesus is talking about."
		}
	],
	"LK19_28": [
		{
			"filename": "35",
			"exts": [
				"mp4"
			],
			"name": "Jesus' Triumphal Entry-Palm Sunday",
			"description": "Jesus enters Jerusalem riding on a donkey--and event called Palm Sunday. The crowd waves palms, praises God and sings songs. Religious leaders complain but Jesus says if his disciples keep quiet, the stones will shout out."
		}
	],
	"LK19_41": [
		{
			"filename": "36",
			"exts": [
				"mp4"
			],
			"name": "Jesus Weeps Over Jerusalem",
			"description": "Jesus cries with sadness because his people the Jews don't recognize he is their Messiah, come to save them. Jesus predicts enemies will surround and destroy Jerusalem. The city walls will be broken down until only some stones are left."
		}
	],
	"LK19_45": [
		{
			"filename": "37",
			"exts": [
				"mp4"
			],
			"name": "Jesus Drives Out Money-Changers From the Temple",
			"description": "In the temple, is a multitude of tables with merchants cheating people out of their money. Jesus says the temple is like a hideout for thieves and not a house of prayer. Jesus knocks over their tables and chases them away."
		}
	],
	"LK21_1": [
		{
			"filename": "38",
			"exts": [
				"mp4"
			],
			"name": "Widow's Offering",
			"description": "In the temple, a poor woman and a man who thinks he is better than everybody give offerings to God. Rich people give a lot, but have everything they need and money to spare. Jesus says the poor woman gave all she had and the biggest gift."
		}
	],
	"LK20_1": [
		{
			"filename": "39",
			"exts": [
				"mp4"
			],
			"name": "Annas Questions Authority of Jesus",
			"description": "Jesus is teaching the good news in the temple when priests and experts in Jewish law question his authority. Jesus asks who gave John the Baptist his authority. Afraid of what people will think, they don't answer--so Jesus doesn't answer them."
		}
	],
	"LK20_9": [
		{
			"filename": "40",
			"exts": [
				"mp4"
			],
			"name": "Jesus' Parable of the Vineyard &amp; Tenants",
			"description": "A man rents his vineyard to some farmers. Sent to collect rent, the servants are beaten by the farmers. They kill the vineyard owner's son, so they can have the land for themselves. Prophets are like the servants and God is like the vineyard owner."
		}
	],
	"LK20_20": [
		{
			"filename": "41",
			"exts": [
				"mp4"
			],
			"name": "Paying Taxes to Caesar",
			"description": "The religious leaders send spies to catch Jesus saying something wrong. They want  to hand him over to the Roman government. Asked about whether people should pay taxes to Emperor Caesar, Jesus sees through their trick &amp; his answer amazes everyone."
		}
	],
	"LK22_7": [
		{
			"filename": "42",
			"exts": [
				"mp4"
			],
			"name": "The Last Supper",
			"description": "At the Feast of Unleavened Bread, Jesus eats the Passover meal with his 12 disciples. Using the dinner bread and wine, he teaches about giving his body and blood as a sacrifice. He announces one will betray him and they argue about who it could be."
		}
	],
	"LK22_24": [
		{
			"filename": "43",
			"exts": [
				"mp4"
			],
			"name": "Jesus' Upper Room Teaching",
			"description": "The disciples argue about who is the greatest among them. Jesus says the greatest must be like the youngest and the leader like the servant. God allows Satan to test people, to separate the good from the bad. Jesus predicts Peter will deny him."
		}
	],
	"LK22_39": [
		{
			"filename": "44",
			"exts": [
				"mp4"
			],
			"name": "Judas Betrays Jesus; Jesus Is Arrested",
			"description": "Jesus prays on the Mount of Olives about his future suffering. Judas leads a crowd and betrays him with a kiss. The disciples draw swords to defend Jesus. The priests, temple guards and Jewish leaders treat Jesus like an outlaw and arrest him."
		}
	],
	"LK22_54": [
		{
			"filename": "45",
			"exts": [
				"mp4"
			],
			"name": "Peter Disowns Jesus Three Times",
			"description": "The temple guard takes Jesus to religious leaders for questioning. Peter follows at a distance and waits in the courtyard with others. As Jesus predicted, three times people recognize Peter as a disciple and he denies he knows Jesus."
		}
	],
	"LK22_66": [
		{
			"filename": "46",
			"exts": [
				"mp4"
			],
			"name": "Guards Mock Jesus; Jesus Questioned by Religious Council",
			"description": "At a secret trial, the temple guards beat and mock Jesus. They make fun of prophecy, blindfold him, and ask who is beating him."
		}
	],
	"LK23_1": [
		{
			"filename": "47",
			"exts": [
				"mp4"
			],
			"name": "Jesus Is Brought to Pilate",
			"description": "The Jewish religious leaders plot against Jesus, but do not have authority to put him to death. The Roman Emperor Caesar rules through a local governor. Jesus is brought to trial before Pontius Pilate, charged with rioting and claiming to be king."
		}
	],
	"LK23_8": [
		{
			"filename": "48",
			"exts": [
				"mp4"
			],
			"name": "Jesus Is Brought to Herod",
			"description": "Jesus is put on trial before Herod Antipas, ruler of the Galilee territory. Herod wants to ask Jesus questions and have him perform a miracle. He puts a robe on Jesus and makes fun of him. Herod is angry when Jesus won't speak to him."
		}
	],
	"LK23_13": [
		{
			"filename": "49",
			"exts": [
				"mp4"
			],
			"name": "Jesus Is Whipped &amp; Sentenced to Death",
			"description": "Pilate finds Jesus not guilty of any crime and wants to set him free. Pilate orders soldiers to whip Jesus. The crowd demands Jesus be crucified and the murderer Barabbas released."
		}
	],
	"LK23_26": [
		{
			"filename": "50",
			"exts": [
				"mp4"
			],
			"name": "Jesus Carries His Cross; Via Dolorosa",
			"description": "With the authority of the Roman emperor, Pilate orders soldiers to execute Jesus. Criminals carry the cross through the streets and a man in the crowd is forced to help Jesus. A large crowd follows and Jesus speaks to the crying women."
		}
	],
	"LK23_32": [
		{
			"filename": "51",
			"exts": [
				"mp4"
			],
			"name": "Jesus Is Crucified",
			"description": "The place to execute and humiliate criminals is called the Scull. Roman soldiers nail two convicted criminals and Jesus to crosses. The soldiers make fun of Jesus and one of the criminals insults him"
		}
	],
	"JN_19_23": [
		{
			"filename": "52",
			"exts": [
				"mp4"
			],
			"name": "Soldiers Gamble for Jesus' Clothes",
			"description": "Roman soldiers divide Jesus' clothes among themselves by throwing dice."
		}
	],
	"LK23_38": [
		{
			"filename": "53",
			"exts": [
				"mp4"
			],
			"name": "Sign on the Cross: King of the Jews",
			"description": "A sign written in Greek, Latin and Hebrew is posted on Jesus' cross.  It says \"This is the king of the Jews.\""
		}
	],
	"LK23_39": [
		{
			"filename": "54",
			"exts": [
				"mp4"
			],
			"name": "Crucified Convicts Lost and Saved",
			"description": "One criminal crucified with Jesus makes fun of him, daring him to show his power as Messiah and save them. The other criminal asks Jesus to remember him when he rules as king. Jesus forgives him and promises they will be together in paradise."
		}
	],
	"LK23_44": [
		{
			"filename": "55",
			"exts": [
				"mp4"
			],
			"name": "Death of Jesus",
			"description": "During Jesus' last hours, the sun stops shining, and lightning and earthquakes occur. Jesus cries out that he is in the hands of God the Father. The curtain in the temple is torn down the middle. A Roman commander sees what happens when Jesus dies."
		}
	],
	"LK23_50": [
		{
			"filename": "56",
			"exts": [
				"mp4"
			],
			"name": "Joseph of Arimathea and the Burial of Jesus",
			"description": "One of the Jewish religious leaders is a good and honest man, Joseph from Arimathea. He did not agree with the council's decision to kill Jesus. He asks Governor Pilate for permission to bury Jesus in his family's tomb and women prepare the body."
		}
	],
	"LK24_1": [
		{
			"filename": "57",
			"exts": [
				"mp4"
			],
			"name": "Angels at the Tomb",
			"description": "Women go to Jesus' tomb and find the stone rolled away from the entrance. Two men in bright, shining clothes suddenly appear. The women bow in fear and the angels ask why they are looking for Jesus among the dead."
		}
	],
	"LK24_9": [
		{
			"filename": "58",
			"exts": [
				"mp4"
			],
			"name": "Tomb of Jesus Is Empty",
			"description": "Mary (called Magdalena), Joanna, Mary the mother of James, and other women followers of Jesus run away. They tell the disciples, but they do not believe the women about the angels and the empty tomb."
		}
	],
	"LK24_35": [
		{
			"filename": "59",
			"exts": [
				"mp4"
			],
			"name": "Resurrected Jesus Appears to His Disciples",
			"description": "While walking to Emmaus, Jesus talks to two disciples who don't recognize him until later. They return to Jerusalem and tell the other disciples. Suddenly the resurrected Jesus appears in the room. Jesus is flesh and blood--and a real person."
		}
	],
	"LK24_50": [
		{
			"filename": "60",
			"exts": [
				"mp4"
			],
			"name": "Jesus Gives Great Commission and Ascends to Heaven",
			"description": "For the last time, Jesus teaches his disciples what they must do, called the Great Commission. He commands them to go to all nations and teach all people to be his disciples. He promises he will always be with them. They watch Jesus ascend to heaven."
		}
	]
}
